Repository: Connexions/Products.RhaptosModuleEditor
Catalog: Products/RhaptosModuleEditor/i18n/module-*.po
Languages: da

source: Parameters
da: Parametre

source: module
da: modul

source: course
da: kursus

source: Publish: ${obj_title}
da: Publiser: ${obj_title}

source: confirm_publish_a
da: Er du sikker? Ved at publisere dette indhold vil det blive offentligt tilgængeligt på nettet. Når først du publiserer det, kan du ikke trække det tilbage (selvom du er velkommen til at publisere efterfølgende udgaver).

source: Yes, Publish
da: Ja, publiser

source: No, Cancel
da: Nej, aflys

source: Discard changes to: ${obj_title}
da: Afvis ændringer til: ${obj_title}

source: module_discardForm_a
da: <strong>Advarsel:</strong> Dette indhold er aldrig blevet publiseret. Hvis du afviser vil du miste al den editering du har foretaget.

source: Discard
da: Afvis

source: module_discardForm_b
da: Gen-initialiser objektet sådan som det originalt blev skabt. Du vil miste al tekst, links, filer eller metadata-ændringer som du har foretaget siden skabelse.

source: Delete
da: Slet

source: Completely destroy the new item, deleting it from the workspace
da: Ødelæg det nye objekt fuldstænding ved at slette det fra arbejdsrummet

source: Cancel
da: Aflys

source: Cancel the discard operation and return to editing.
da: Aflys afvis-operationen og vend tilbage til editering.

source: module_discardForm_c
da: <strong>Advarsel:</strong> Dine ændringer er ikke blevet publiseret. Hvis du afviser vil du miste de ændringer du har foretaget. Er du sikker på at du ønsker at afvise?

source: Yes, Discard
da: Ja, afvis

source: module_discardForm_d
da: Afvis ændringerne til objektet i dette arbejdsrum, og dermed returner det til dets sidst publiserede tilstand.

source: Manage Files:
da: Administrer filer:

source: This module contains the following items:
da: Dette modul indeholder følgende objekter:

source: Select...
da: Vælg...

source: Add New Item
da: Tilføj nyt objekt

source: Select all items
da: Vælg alle objekter

source: Name
da: Navn

source: Size
da: Størrelse

source: Modified
da: Modificeret

source: expired
da: udløbet

source: import/export
da: importer/eksporter

source: Edit Links: ${obj_title}
da: Editer links: ${obj_title}

source: No links defined.
da: Ingen links defineret.

source: Name&nbsp;&nbsp;
da: Navn&nbsp;&nbsp;

source: Strength&nbsp;&nbsp;
da: Styrke&nbsp;&nbsp;

source: Delete&nbsp;&nbsp;
da: Slet&nbsp;&nbsp;

source: VISIT
da: BESØG

source: Update Links
da: Opdater links

source: Add New Link:
da: Tilføj nyt link:

source: Module ID:
da: Modul-ID:

source: <b>Version</b> (optional)<b>:</b>
da: <b>Version</b> (optionel)<b>:</b>

source: Example: m10000
da: Eksempel: m10000

source: Example: 2.7, or "latest" (default)
da: Eksempel: 2.7, eller "seneste" (default)

source: OR:
da: ELLER:

source: Link Strength:
da: Link styrke:

source: Add
da: Tilføj

source: Search for New Links:
da: Søg efter nye links:

source: Search Connexions:
da: Gennemsøg Connexions:

source: or
da: eller

source: Search Google:
da: Gennemsøg Google:

source: Search
da: Søg

source: Edit Metadata: ${obj_title}
da: Editer metadata: ${obj_title}

source: License:
da: Licens:

source: Click here for license
da: Klik her for licens

source: DOCTYPE:
da: Dokumenttype:

source: Created:
da: Skabt:

source: Revised:
da: Gennemset:

source: Authors:
da: Forfattere:

source: Maintainers:
da: Opretholdere:

source: Licensors:
da: Licensorer:

source: Edit...
da: Editer...

source: Enter the title of this module.
da: Indtast dette moduls titel.

source: Error
da: Fejl

source: Keywords (one per line)
da: Nøgleord (et pr. linie)

source: Enter each keyword on its own line.
da: Indtast hvert nøgleord på dets egen linie.

source: Enter a summary of the module.
da: Indtast en opsummering af modulet.

source: Save
da: Gem

source: Edit Roles: ${obj_title}
da: Editer roller: ${obj_title}

source: Select people to serve as authors, maintainers, and copyright holders.
da: Vælg folk, der skal tjene som forfattere, opretholdere og copyright-indehavere

source: None found
da: Ingen fundet

source: Add People
da: Tilføj folk

source: Update the roles assigned to individuals.
da: Opdater rollerne, der er tilegnet individer.

source: User
da: Bruger

source: Roles (<a href="/help/reference/roles">help</a>)
da: Roller (<a href="/help/reference/roles">hjælp</a>)

source: Remove User
da: Fjern bruger

source: Author
da: Forfatter

source: Maintainer
da: Opretholder

source: Copyright Holder
da: Copyright-indehaver

source: Roles Pending Approval (<a href="/help/reference/roles">help</a>)
da: Roller, der afventer godkendelse (<a href="/help/reference/roles">hjælp</a>)

source: Cancel Request
da: Aflys ansøgninger

source: Update Roles
da: Opdater roller

source: edit
da: editer

source: source
da: kilde

source: Derive a Copy from: ${obj_title}
da: Udled en kopi fra: ${obj_title}

source: forkForm_a
da: <strong>Advarsel:</strong> Du er ved at skabe en ny ${obj_type}, udledt fra denne. Du vil have tilladelse til at publisere denne nye ${obj_type}, men bemærk at fra dette tidspunkt af vil de være to separate ${obj_type}'er. Nogen ændring foretaget mod originalen vil <em>ikke</em> automatisk blive tilføjet din nye kopi. Er du sikker på at du ønsker at fortsætte?

source: forkForm_b
da: <input type="checkbox" name="agree" />Jeg har læst ${obj_license} og <b>Jeg samtykker</b> i at licensere denne nye ${obj_type} under dens betingelser.

source: license
da: licensen

source: Yes, Create Copy
da: Ja, skab kopi

source: Sorry, this content does not allow derivative works to be created.
da: Beklager, dette indhold tillader ikke skabelse af afledte arbejder.

source: Validity errors
da: Korrektheds-fejl

source: Your module has errors. Please correct them and try again.
da: Dit modul har fejl. Ret dem venligst og prøv igen.

source: Return to editing the <a href="module_editcontents_form">module</a>
da: Vend tilbage til editering af <a href="module_editcontents_form">modulet</a>

source: notCheckedOut_a
da: Dette modul er blevet publiseret. Hvis du ønsker at skabe en ny udgave er du nødt til at 'check out' en kopi til arbejdsrummet for editering (<a href="/help/reference/status">Hvad betyder "Check out"</a>?)

source: Name:
da: Navn:

source: Doctype:
da: Dokumenttype:

source: Keywords:
da: Nøgleord:

source: Based On:
da: Baseret på:

source: by
da: af

source: Suggest Edits: ${obj_title}
da: Foreslå editeringer: ${obj_title}

source: Description of Edits
da: Beskrivelse af editeringer

source: patchForm_a
da: Indtast venligst en beskrivelse af ændringerne du har foretaget mod modulet

source: Send Edits
da: Send editeringer

source: Preview how this module will look when published:
da: Preview hvordan dette modul vil se ud når det bliver publiseret:

source: preview_form_a
da: <dt><a href="module_view">Online Preview</a></dt> <dd>Se dit modul som det vil vises på nettet med de ændringer du har foretaget.</dd> <dt><a href="module_view?format=pdf">Print Preview</a></dt> <dd>Dette kan tage noget tid (30 sekunder eller lignende). Hvis en PDF ikke kan blive genereret, eller hvis PDF'en er ugyldig, er der måske en bug i vores system eller fejl i dit modul. Dobblettjek venligst dit modul (specielt enhver MathML!) og prøv igen. Hvis problemet fortsætter, så kontakt os venligst.</dd> <tal:block tal:condition="python:here.state != 'created'"> <dt><a href="diff">Ændre set</a></dt> <dd>Se forskellene mellem det publiserede modul og denne lokalt beskæftigede kopi.</dd> </tal:block>

source: Print module: ${obj_title}
da: Print modul: ${obj_title}

source: Generate PDF
da: Generer PDF

source: The PDF now opens in a new window.
da: PDF'en åbner nu i et nyt vindue.

source: Please note...
da: Bemærk venligst...

source: printpreview_a
da: Dette kan tage noget tid (30 sekunder eller lignende). Hvis en PDF ikke kan blive genereret, eller hvis PDF'en er ugyldig, er der måske en bug i vores system eller fejl i dit modul. Dobbelttjek venligst dit MathML og prøv igen. Hvis problemet fortsætter, så kontakt os venligst.

source: New module: Language selection
da: Nyt modul: Sprog-valg

source: mssf_a
da: Connexions benytter XML til at lagre indhold, men der er mange muligheder for XML-sprog. Vælg venligst sproget, der skal benyttes, i dette nye modul.

source: mssf_b
da: Basis-sproget, der bruges til at lagre dit modul er nødt til at være en version af vores letvægts-dokument-markup-sprog: <a href="/cnxml/">CNXML</a>. Vi anbefaler <em>kraftigt<em> benyttelse af den senest tilgængelige version (i øjeblikket CNXML 0.5) så du automatisk vil modtage de seneste faciliteter.

source: mssf_c
da: Hvis dette modul vil indeholde meget matematisk indhold, ønsker du måske også at inkludere understøttelse for <a href="http://www.w3.org/">World Wide Web Consortium's</a> MathML.

source: mssf_d
da: <input type="checkbox" name="mathml" checked="checked" /> Inkluder <a href="http://www.w3.org/TR/REC-MathML/">MathML</a><br />

source: Next >>
da: Næste >>

source: Publish module: ${obj_title}
da: Publiser modul: ${obj_title}

source: submitForm_a
da: <strong>Bemærk:</strong> Du har ikke tilladelse til at publisere en ny version af dette modul. Du kan enten:

source: submitForm_b
da: <li><a href="module_patchForm">Foreslå dine editeringer</a> til modulets opretholdere, eller</li> <li><a href="module_forkForm">Skab et nyt modul</a> selv, der er baseret på dette.</li>

source: Before you publish, did you remember to:
da: Før end du publiserer, huskede du da at:

source: submitForm_c
da: <li>Editere <a href="module_editmetadata_form">metadataen</a>, tilføje nøgleord og et abstract</li> <li>Sikre dig at <a href="module_editroles_form">rollerne</a> er korrekte</li> <li>Tilføje relaterede <a href="module_editlinks_form">links</a></li> <li>Sikre dig at alle <a href="module_editcontents_form">filer</a> (billeder, applets, osv.) er uploadet</li> <li>Tjekke at <a href="module_view">online</a> og <a href="module_view?format=pdf">print</a> versionerne af modulet er korrekte</li> <li>Sikre dig at links'ene i dit modul fungerer</li>

source: Description of Changes
da: Beskrivelse af ændringer

source: Please enter a description of the changes you've made to the module
da: Indtast venligst en beskrivelse af de ændringer du har foretaget mod modulet

source: Publish
da: Publiser

source: Module Source: ${obj_title}
da: Modul-kilde: ${obj_title}

source: Hide line numbers
da: Skjul linienumre

source: Show line numbers
da: Vis linienumre
